;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author       = Alessandro Visentin
; Translation Author Email = alexvis2015@outlook.com
; Product name             = Wise Registry Cleaner
; Version                  = 11.1.10
; Last translation update  = 25.02.2025
;
[Lang]
NativeLanguage=Italiano
ChangeLang=Per rendere effettivi i cambiamenti esegui nuovamente il programma.

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=Ok
ButtonMinimize=Minimizza nella barra sistema
ButtonMaximize=Massimizza la finestra dell'applicazione
ButtonClose=Esci dall'applicazione
ButtonRestore=Ripristina fienstra applicazione
ButtonMenu=Menu
Support=Supporto e feedback

[Translation]
;
; Reading habits
; 
ReadHabit=Left-to-right
;
;Font and Charset
;
LanguageName = ITA
LangCode=0410
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information=Info programma
Warning=Avvisi
Error=Errore
Confirm=Conferma
;
; Main GUI
;
FrmGeneral.chkuac.caption=Salta UAC
FrmWRC.btnregclean.caption=Pulisci registro
FrmWRC.btnadv.caption=Ottimizza sistema
FrmWRC.btnsilm.caption=Deframmenta registro
FrmWRC.btnrestore.caption=Ripristino sistema
FrmWRC.btnsettings.caption=Impostazioni
FrmWRC.btnsuggest.caption=Supporto e feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Controlla aggiornamenti
FrmWRC.btnmessage.caption=Novità programma


;
; Reg Cleaner
;
FrmReg.caption=Registra programma
FrmRegClean.btnall.caption=Seleziona tutto
FrmRegClean.btnre.caption=Consigliati
FrmRegClean.btnnone.caption=Deseleziona tutto
FrmRegClean.WiseLabel1.caption=Pulizia automatica
FrmRegClean.lbltype.caption=Esegui attività:
FrmRegClean.lblweek.caption=Giorno:
FrmRegClean.lbltime.caption=Ora:
FrmRegClean.btnScan.caption=Scansiona
FrmRegClean.btncancel.caption=Annulla
FrmRegClean.btnrescan.caption=Ri-scansiona
FrmRegClean.lblstat.caption=Registro mai pulito. Ti consigliamo di pulire il registro.
FrmRegClean.vtrc.Columns[0]=Dati
FrmRegClean.vtrc.Columns[1]=Chiave registro
FrmReg.lblinfo.caption=Grazie per aver scelto Wise Registry Cleaner
FrmReg.lblinfoex.caption=Per attivare la versione PRO inserisci la chiave licenza.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Nome:
FrmReg.lblKey.caption=Chiave licenza:
FrmReg.btnReg.caption=Registra
FrmReg.btnbuy.caption=Acquista
FrmReg.lblhelp.caption=Problemi durante la registrazione?
FrmReg.btnContact.caption=Contattaci

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Ottimizza
FrmOptimizer.btnnone.caption=Deseleziona tutto
FrmOptimizer.btnall.caption=Seleziona tutto
FrmOptimizer.btnDefault.caption=Predefinite sistema
Frmoptimizer.lblinfoex.caption=L'ottimizzazione migliora le prestazioni della rete, la reattività di Windows e la stabilità del sistema.
FrmOptimizer.btnoptimize.caption=Ottimizza
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=La deframmentazione del registro migliora velocità e stabilità del PC.
FrmRegDefragger.lblstat.caption=Registro mai deframmentato. Ti consigliamo di deframmentare il registro!
FrmRegDefragger.btndefrag.caption=Deframmenta
FrmRegDefragger.lblinfo1.caption=1. Prima di usare questa funzione chiudi tutte le applicazioni aperte .
FrmRegDefragger.lblinfo2.caption=2. Durante l'analisi il sistema verrà bloccato e smetterà di rispondere ai comandi.
FrmRegDefragger.lblinfo3.caption=3. Per completare la deframmentazione del registro il computer dovrà essere riavviato.
FrmRegDefragger.lblinfo4.caption=4. Per evitare effetti ignoti POTENZIALMENTE DANNOSI NON INTERROMPERE l'operazione .
FrmRegDefragger.vtdefrag.Columns[0]=Nome
FrmRegDefragger.vtdefrag.Columns[1]=Dimensione attuale
FrmRegDefragger.vtdefrag.Columns[2]=Nuova dimensione
FrmRegDefragger.vtdefrag.Columns[3]=Percentuale ridondanza
FrmRegDefragger.btnAnalysis.caption=Analizza
;
; Custom scan areas
;
Frmcustom.btnre.caption=Consigliati
Frmcustom.btnall.caption=Seleziona tutto
Frmcustom.btnnone.caption=Deseleziona tutto
Frmcustom.btncancel.caption=Annulla
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=Licenza:
frmabout.lblUninstall.caption=Istruzioni disinstallazione
frmabout.lblPolicy.caption=Policy riservatezza
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Versione attuale:
FrmAbout.lblemail.caption=Email supporto:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Sito web:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Ringraziamo per la collaborazione le seguenti persone:
FrmAboutWin.caption=Info programma
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Impostazioni
FrmSettings.tsCommon.caption=Generale
FrmGeneral.chkexp.caption=Partecipa a miglioramento programma con esperienze utente
FrmGeneral.lblexp.caption=Dettaglio
FrmSettings.tsAutoRun.caption=Esecuzione
FrmSettings.tsExclusion.caption=Esclusioni
FrmSettings.btnrestore.caption=Informazioni
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Annulla
FrmUsers.lblinfo.caption=Seleziona gli utenti da gestire con Wise Registry Cleaner.
FrmUsers.rdcuser.caption=Solo utente corrente
FrmUsers.rdauser.caption=Tutti gli utenti
FrmUsers.rdusers.caption=Utenti selezionati
FrmSettings.tsUsers.caption=Utenti
FrmGeneral.ckRestorePoint.caption=Prima della deframmentazione crea punto di ripristino 
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Crea sul desktop l'icona 'Pulizia con un clic'
FrmAutorunSettings.lblcmd.caption=Modalità riga di comando
FrmAutorunSettings.lblcmdinfo.caption=Puoi avviare programma, fare la scansione e la pulizia automatica usando la riga di comando. Premi F1 o fai clic sul collegamento sottostante per consultare la Guida in linea.
FrmAutorunSettings.btnhelp.caption=Guida in linea
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Aggiungi parola chiave
FrmExclusion.btnExport.caption=Esporta
FrmExclusion.btnRemove.caption=Rimuovi
FrmExclusion.btnimport.caption=Importa
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Annulla
;
; General Settings
;
FrmGeneral.chkNews.caption=Notizie su WiseCleaner
FrmGeneral.chkbackup.caption=Backup registro prima della pulizia
FrmGeneral.WiseLabel1.caption=Aggiornamenti:
FrmGeneral.WiseLabel2.caption=Lingua:
FrmGeneral.btnchecknew.caption=Controlla
FrmGeneral.lbtran.caption=Traduci in...
FrmGeneral.lblBackup.caption=Cartella backup:
FrmGeneral.btnbr.caption=Sfoglia...
;
; Backup and Restore
;
Frm_br.btncancel.caption=Annulla
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Crea backup completo registro
FrmBackup.btnsys.caption=Crea punto ripristino sistema
FrmRestore.caption=Centro ripristino
FrmRestore.btnRegBk.caption=Ripristino registro
FrmRestore.btnSysBK.caption=Ripristino sistema
FrmRestore.btnclose.caption=Chiudi
FrmRestore.btnrestore.caption=Ripristina
FrmRestore.btnremove.caption=Rimuovi
;
; Update
;
frmupdate.caption=Aggiornamento software
;
; Popup Menus
;
pmLicenseKey1=Registra programma
pmLicenseKey=Cambia chiave licenza
pmHelp=Guida in linea
pmforum=Forum supporto
pmHome=Sito web
pmContact=Contattaci
pmCheckNew=Controlla aggiornamenti
pmStyle=Tema interfaccia
pmLang=Lingua interfaccia
pmAbout=Info programma
pmIgnore=Ignora selezionati
pmrec=Seleziona voci sicure
pmAll1=Seleziona tutto
pmNone=Deseleziona tutto
pmGo=Apri nell'editor registro...
pmExport=Esporta in...
pmPortable=Crea versione portatile
;
; DefProcess
;
FrmProcess.Caption=Analisi registro
FrmProcess.lblwait.caption=Analisi...
FrmProcess.lblinfo.caption=Il PC non risponderà per un po'.
FrmProcess.lblwait.caption=Analisi...
FrmSettings.tsArea.caption=Sezioni
FrmOptimizer.btnRecommended.caption=Consigliato
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Illimitato
Free=Free
Registried=Registrato
Unregistried=Non registrato
NoNews=Hai letto tutti i messaggi.
InvalidRegInfo=Informazioni registrazione non valide.
alluser=Tutti gli utenti
currentuser=Utente corrente
Username=Nome utente
Proupdate=Questa versione non prevede l'aggiornamento. Se aggiornassi, perderesti i vantaggi della versione PRO (che sarà sostituita dalla FREE). Contattaci e potremmo offrirti uno speciale sconto. Vuoi continuare ugualmente?
MWDetected=MalwareBytes blocca l'avvio di %s. Seleziona 'OK' per visualizzare la soluzione.
ActivateOnline=Controllo dati registrazione...
WRCRunning=Il programma è in esecuzione.
StopAndExit=Scansione in corso: vuoi fermarla e uscire dal programma?
EmptyEmail=L'indirizzo email non può essere vuoto.
EmptyName=Il nome utente non può essere vuoto.
InvalidEmail=Email non valida. Inserisci una mail corretta.
EmpytKey=La chiave licenza non può essere vuota.
InvalidKey=Chiave licenza inserita non valida. Inserisci una chiave licenza valida.
EnterEmail=Inserisci l'email
EnterName=Inserisci il nome
EnterKey=Inserisci la chiave licenza
OverMaxTimes=Numero massimo attivazioni superato.
ThanksRegister=Grazie per aver registrato questo prodotto.
Activated=Versione completa attivata.
ConnectFail=Impossibile connettersi. Controlla connessione e impostazioni del firewall, poi riprova.
NoRegInfo=Non troviamo i tuoi dati. Contattaci tranquillamente per ricevere aiuto.
NeedAdmire=Questa funzione è solo per l'amministratore. Se vuoi usarla, avvia il programma come amministratore.
ScheduleHint=Pulisci il PC regolarmente.
Unoptimized=Non ottimizzato
UpdateError=Errore aggiornamento. Vuoi scaricare la versione più recente dal nostro sito web?
RegeditorLocked=Regedit bloccato. Per eseguire le funzioni di copia di sicurezza e di ripristino è necessario accedere a Regedit. Vuoi abilitare L'Editor del registro?
failtounLock=Impossibile abilitare l'editor del registro. Forse per compiere questa operazione servono ulteriori autorizzazioni.
Total=Totale
DefragRate=Puoi ridurre la dimensione del registro del %s.
SuggestDefrag=È consigliato effettuare la deframmentazione.
SuggestIgnore=Il registro non presenta eccessiva ridondanza, deframmentalo in futuro.
TypeNoError=Pulisci
NeverClean=Registro mai pulito. È consigliato pulire il registro.
AdviseClean=Pulire regolarmente il registro assicura un funzionamento del PC più rapido e sicuro.
DupItem=Voce già presente in elenco.
Advisedefrag=La deframmentazione del registro migliora velocità e stabilità del PC.
NeverDefrag=Registro mai deframmentato. Ti consigliamo di deframmentare il registro!
LastDefrag=Ultima deframmentazione registro:
TotalDefrag=Compressi in totale %.2f.
DefaultValue= (predefinite)
RegBackup=Backup registro
RegRestore=Ripristina registro
CreateBackup=Creazione dati backup...
Compress=Compressione...
Extracte=Estrazione...
Complete=Completato
RestoreReg=Ripristino registro in corso. Attendi alcuni minuti...
NotSupportOS=Funzione non supportata dal sistema.
EnableRestore=Servizio ripristino di sistema non attivo. Vuoi attivare il servizio ripristino sistema?
SysCreating=Creazione punto ripristino...
SysRestoring=Preparazione ripristino sistema...
RestorePointDone=Punto ripristino sistema creato correttamente.
RestorePointFail=Creazione punto ripristino sistema non riuscita.
ErrorMsg=Messaggio di errore:
Area=Sezioni
Summary=Descrizione
LeastOne=Sceglie almeno una area da scansionare.
IsRunning=Analisi in corso. Attendi il completamento dell'operazione, poi riprova.
Optimized=Ottimizzato
ComfirmDefrag=Salva i file, poiché il PC sarà riavviato subito dopo questa operazione. Vuoi iniziare ora?
def15After=Sono trascorsi %d giorni dall'ultima deframmentazione del registro. Ti consigliamo di deframmentare il registro!
def15Before=Mantenendo compatto il registro, il PC sarà più veloce e stabile.
KeyWord=Inserisci parole chiave:
ExImport=Elenco esclusioni esportata in:
NoNewVer=Questa versione è aggiornata.
Daily=Giornalmente
Weekly=Settimanalmente
Monthly=Mensilmente
Never=Mai
TranslateTo=Traduci in...
NeedBack=Sembra che sia la prima volta che usi questo programma. Ti consigliamo di fare un backup completo del registro. Vuoi creare ora il backup?
Newsletter=Notizie
UpgradeInfo=Informazioni aggiornamento
CannotCrTask=Impossibile creare attività pianificata.
ScheduleNextTime=Prossimo avvio:
Exported=Voci attuali esportate in %s. Vuoi aprire il file?
Idle=A PC non attivo
Login=All'accesso
LastClean=Ultima pulizia registro effettuata:
Monday=Lunedì
Tuesday=Martedì
Wednesday=Mercoledì
Thursday=Giovedì
Friday=Venerdì
Saturday=Sabato
Sunday=Domenica
IssueFound=%d problemi rilevati
Scanning=Scansione
ScanCanceled=Scansione annullata!
FindError=Trovato/i %d problema/i, di cui potrebbe essere rischioso eliminarne %d.
LogAll=%d problemi rilevati, %d problemi risolti.
LogFail=Non è stato possibile risolvere %d problemi.
StartClean=Pulisci
StartScan=Scansiona
7After=Trascorsi %d giorni dall'ultima pulizia. Ti consigliamo di effettuare una scansione.
7Before=Con il registro pulito, il PC sarà più veloce.
ReScanHint=Trovati %d problemi. Ti consigliamo di effettuare un'altra scansione.
CleanNow=Per riparare subito questi problemi seleziona 'Pulisci'.
NoError=Congratulazioni. Registro pulito.
GoodHabit=La pulizia regolare del registro aiuta ad ottenere le massime prestazioni dal PC.
ReScanHint1=Per rilevare potenziali problemi effettua una nuova scansione .
TypeChanged=Hai modificato le voci per la scansione.
ReScanHint2=Per trovare altri eventuali problemi scansiona il pc .
CleanDone=Pulizia completata.
bkAuto=Automatico
bkManual=Manuale
BackupDate=Backup creato
BackupType=Tipo backup
Problems=Problemi
CreateDate=Data creazione
Description=Descrizione
Removebackup=Vuoi eliminare il backup selezionato?
RemoveSysRestore=Vuoi eliminare il punto di ripristino selezionato?
NoBackupSelected=Seleziona almeno un backup da ripristinare.
RestoreComplete=Ripristino completato
RestoreFromSysRestore=Per ripristinare il sistema è richiesto il riavvio del PC. Vuoi riavviare ora il PC?
WhenIdle=A PC non attivo
WhenLogin=All'accesso
NewVer=È disponibile una nuova versione di Wise Registry Cleaner! Vuoi aggiornare il programma?
TranslateTo=Traduci in...
HistoryErrors=Totale errori corretti: %d
clickfix=Fai clic qui per correggere.

[Tuneup]
SuperPrefetchParameters=Per ridurre il consumo di memoria all'avvio di Windows disattiva Super-Prefetch  (8/10).
BlueReboot=Disattiva il riavvio automatico quando il sistema rileva lo schermo blu della morte (BSOD).
RemoteRegAccess=Disattiva l'accesso e la modifica al registro di sistema da un PC remoto.
FileListSpeed=Accelera la procedura di aggiornamento dell'elenco dei file di Windows.
PreviewUP=Velocizza visualizzazione anteprime della finestra della barra delle applicazioni.
OptDNS=Ottimizza DNS e velocità di interrogazione DNS.
OptLAN=Ottimizza connessione alla rete locale (LAN).
ShowSpeed=Velocità di risposta dei menu di sistema ottimizzata.
AeroSnap=Accelera visualizzazione anteprime programmi nella barra delle applicazioni.
SSDSpeedup=Ottimizza SSD
DisablePrefetch=Per aumentare la vita utile dell'SSD disabilita parametri di prefetch.
DisableSuperPrefetch=Per aumentare la vita utile dell'SSD disabilita parametri Superfetch .
DisableDefragBoot=Per aumentare la vita utile dell'SSD all'avvio disabilita deframmentazione dell'unità di sistema.
DisableDefragIdle=Per aumentare la vita utile dell'SSD in caso di inattività disabilita deframmentazione automatica.
EnableTRIM=Per migliorare le prestazioni dell'SSD abilita la funzione TRIM (RITAGLIO).
OptIEConnection=Aumenta il numero massimo di connessioni per server. Migliora la velocità di caricamento delle pagine web e dei video visualizzati online.
IconCache=Aumenta la cache delle icone di sistema velocizzando la comparsa del desktop.
RestoreAll=Sei sicuro di voler reimpostare tutti gli elementi ai valori predefiniti di Windows?
NoSelectedItem=Indica almeno un elemento da ottimizzare.
OptItems=Puoi ottimizzare %d elemento/i.
ItemsOptimized=Sono stati ottimizzati %d elemento/i.
TakeEff=L'ottimizzazione di alcuni elementi avrà effetto solo dopo il riavvio del PC.
NoItems=Tutti gli elementi sono ottimizzati. Congratulazioni.
BootSpeedup=Accelerazione avvio e spegnimento.
SystemStable=Stabilità sistema
SystemSpeedup=Velocità sistema
NetworkSpeedup=Velocità rete
PrefetchParameters=Ottimizza i parametri di prefetch migliorando la velocità di avvio di Windows.
BootDelay=Riduce la durata della 'verifica dischi' migliorando la velocità di avvio di Windows.
BootPartition=Attiva la funzione di ottimizzazione migliorando la velocità di avvio di Windows.
ClearPagingFile=Disabilita allo spegnimento lo svuotamento del file paging di Windows accelerando lo spegnimento del PC.
TimeOut=Riduci lo stato di inattività delle applicazioni in chiusura migliorando il processo di spegnimento.
AutoKill=Termina i processi bloccati per evitare crash del sistema.
RestartExplorer=Riavvia automaticamente Windows Explorer evitando scomparse inattese del desktop.
TwoProcess=Imposta i componenti di Windows Explorer per avviarsi in processi separati, evitando conflitti di sistema.
ErrorReport=Disabilita la comparsa di segnalazioni di errore migliorando le prestazioni del sistema.
Debugger=Disabilita il debugger velocizzando la gestione degli errori.
OptMemory=Ottimizza le impostazioni predefinite di memoria migliorando le prestazioni del sistema.
OptVEff=Ottimizza l'aspetto dei componenti visivi (finestre di dialogo, menu', ecc.) migliorando le prestazioni del sistema.
OptFileSystem=Ottimizza il file system migliorando le prestazioni del sistema.
OptDiskSystem=Ottimizza il sottosistema I/O del disco migliorando le prestazioni del sistema.
DisAutoRun=Per scongiurare infezioni e propagazioni di virus disabilita la funzione "Avvio automatico" delle unità.
OptDiskIdle=Ottimizza I/O del disco quando la CPU è inattiva.
OptTTL=Ottimizza le impostazioni TTL (Time To Live) migliorando le prestazioni della rete.
OptNetForward=Ottimizza la capacità di inoltro della rete migliorandone le prestazioni.
OptMTU=Potenzia le prestazioni TCP/IP rilevando automaticamente i 'buchi neri' nel routing con tecnica Path MTU Discovery.
OptWINS=Ottimizza i tempi di richiesta del nome WINS migliorando la velocità di trasferimento dati.
OptNetWork=Ottimizza le impostazioni di rete migliorando le prestazioni delle comunicazioni.
CloseAnimate=Disabilita gli effetti di animazione per migliorare la velocità di Windows.
PagingExecutive=Disabilita la paginazione della memoria e riduci l'I/O del disco migliorando le prestazioni delle applicazioni (l'opzione può essere ignorata se la memoria fisica è minore di 1 GB).
StaticIP=Imposta IP statico per la connessione locale velocizzando l'avvio del PC.
PorcessorTime=Ottimizza le prestazioni del processore per l'esecuzione di applicazioni, giochi, ecc. (ignorala se il PC è usato come server).
DisableIDECheck=Impedisci la verifica dei canali IDE di Windows migliorandone la velocità di avvio.
ForeAppSpeed=Migliora la velocità di risposta dei programmi attivi.
AeroPeek=Migliora la velocità di visualizzazione di Aero Peek.
OptEthernet=Ottimizza le prestazioni della scheda Ethernet.
DisableHibernate=Per risparmiare spazio su disco e prolungare la vita dell'SSD disabilita l'ibernazione (anche l'avvio rapido verrà disattivato).
IndexOptimize=Ottimizza indicizzazione Windows.
RemoveShotcut=Rimuovi la parola 'Collegamento' dalle icone collegamento.
AutoReStartShell=Per mantenere il sistema attivo ottimizza Windows Exploer per farlo ripartire automaticamente in caso di eccezione.
ListveiwOpt=Per migliorare la velocità del sistema ottimizza gli effetti visivi di menu ed elenchi.
Systemsecurity=Sicurezza sistema
DownloadMode=Per migliorare le prestazioni della rete disabilita l'ottimizzazione del recapito di Windows Update.
powercfghigh=Per prestazioni ottimali di Windows imposta il piano di risparmio energia su 'Prestazioni elevate' .
powercfghighminimal=Per prolungare il tempo di uso del laptop imposta il piano di risparmio energia su 'Risparmio energia'.
LockScreenToastEnabled=Per mantenere private le notifiche disattiva nella schermata di blocco la visualizzazione delle notifiche.
[Type]
ContextMenu=Voci menu contestuale non valide
MUICache=Cache MUI
Services=Servizi di Windows
Activex=Componenti ActiveX
FireWall=Impostazioni firewall
RootAll=Percorsi non validi
SoftwareSection=Percorsi software
ApplicationPaths=Percorsi applicazioni
FileTypes=Tipi di file
HelpFiles=File Guida in linea
Fonts=Font
SharedDLL=DLL condivise
MRULists=Elenchi MRU utente
UninstallSection=Disinstallatori
StartMenu=Menu Start
StartupProgram=Esecuzioni automatiche
SoundandAppEvents=Suoni ed eventi applicazioni
IEUrlHistory=Cronologia URL IE
IFEO=Esecuzione file immagini
EmptyKey=Chiavi vuote
App=Impostazioni applicazioni

[ErrorMessage]
MUIError1=Riferimento MUI mancante, ma l'unità '%s' è '%s', ti suggeriamo di ignorare l'errore.
MUIError=Riferimento MUI mancante.
ServiceNotExists=Il programma del servizio specificato non esiste.
MimeExName=Registrata estensione file MIME errata: %s
EmptyKey=Chiave vuota
EmptyHelpdirctory=Cartella Guida in linea vuota.
FileNotExist=File/cartella inesistente.
HFileNotExist=File/cartella Guida inesistente.
EmptyValue=Valore vuoto
TypeLib=Libreria tipi inesistente:
NodeEmpty=Nodo vuoto
SharedFilenotexist=File condiviso inesistente.
sharedfilenotbeuse=File condiviso inutilizzato.
noconnection=File privo di informazioni di collegamento.
Invalidpathtoicon=Percorso a icona non valido.
ReferstoaninvalidClass=Si riferisce ad una classe non valida.
Emptyshellcommand=Il comando shell è vuoto.
Invalidshellcommand=Comando shell non valido (file inesistente).
Fontsnotexist=File font inesistente.
Hijacking=%s è stato dirottato da %s.
MRULists=Elenchi MRU utente
invalidOpenWith=Nessuna applicazione associata con questo tipo.
ReferActivex=Si riferisce ad una voce Activex/COM non valida.
EmptyCLSID=CLSID vuota.
ComSourceNotExist=Origine COM inesistente.
invalidUnistall=Informazioni disinstallazione non valide.
notexist=inesistente.
ObsoleteStartMenuItem=Voce obsoleta del menu Start.
SoundFilenotexist=File audio inesistente.
FileNotExist1=File/cartella inesistente, ma l'unità '%s' è '%s'. Ti consigliamo di ignorare questo errore.
OpenWithError=Errore in apertura, applicazione specificata inesistente.
OpenWithError1=Errore in apertura, applicazione specificata inesistente. Ma l'unità '%s' è '%s'. Ti consigliamo di ignorare questo errore.
ComSourceNotExist1=Origine COM inesistente, ma l'unità '%s' è '%s'. Ti consigliamo di ignorare questo errore.
Trojan=Questo è il comportamento tipico del trojan. Ti consigliamo vivamente di rimuovere immediatamente la voce e di eseguire uan scansione del computer con un software antivirus.
InvalidShellExtensions=Estensioni shell non valide
progid=L'identificatore del programma specificato non esiste:


[Summary]
ContextMenu=Voci menu contestuale non valide
MUICache=Riferimento cache MUI mancante
Services=Servizi di Windows non validi
Activex=Componenti ActiveX e COM non validi
FireWall=Impostazioni del firewall di Windows non valide
RootAll=Percorsi e file non validi
SoftwareSection=Percorsi e file non validi lasciati da software disinstallati
ApplicationPaths=Percorsi di applicazioni e file registrati non validi
FileTypes=Informazioni su estensioni file non valide
HelpFiles=File Guida registrati non validi
Fonts=Informazioni su font non valide
SharedDLL=DLL condivise mancanti
MRULists=Cronologia file aperti, filmati visualizzati, documenti modificati, ecc.
UninstallSection=Info disinstallazione inutili o non valide
StartMenu=Voci obsolete del menu Start
StartupProgram=Programmi in esecuzione automatica obsoleti o non validi
SoundandAppEvents=Impostazioni suoni ed eventi obsolete o non valide
IEUrlHistory=Cronologia navigazione web con IE
IFEO=Voci nocive create da spyware, virus o malware
EmptyKey=Voci prive di informazioni
App=Impostazioni applicazioni non valide

[AutoClean]
ErrorsFixed=errori corretti.
Title=Congratulazioni!
ErrorsFound=errori rilevati.

[AutoUpdate]
CurrentFile=File attuale:
Canceling=Annullamento...
CANCEL=Annulla
Ready=Pronto per il download

[Skin]
SkinDefault=Predefinito
SkinLight=Chiaro
SkinDark=Scuro

[Renew]
subscribed=Non ricordarmelo più.
title=Wise Registry Cleaner PRO scadrà fra %d giorni.
title1=Licenza scaduta. Rinnova la licenza.
Price=Rinnova licenza Pro: solo %s.
Describe=Perderai i privilegi della versione Pro.

[Edit]
pmcut=Taglia
pmcopy=Copia
pmpaste=Incolla
pmdelete=Elimina
pmselectall=Seleziona tutto
pmundo=Annulla
Renew=Rinnova

[feedback]
InvalidEmail=Inserisci l'indirizzo email corretto.
emptyinput=Inserisci qualcosa da inviare.
thanks=Grazie per il tuo feedback!
FrmFeedback.lblfeedback.caption = Come valuti %s?
FrmFeedback.lblemail.caption = Indirizzo email:
FrmFeedback.lblgood.caption = Quale caratteristica ti piace di più?
FrmFeedback.lblbad.caption = Quale caratteristica ti piace di meno?
FrmFeedback.lblwant.caption = Quale nuova funzionalità vorresti?
FrmFeedback.btncancel.caption = Non interessato
FrmFeedback.btnsubmit.caption = Invia

[WiseAi]
LoadUtilities=Caricamento...